src/test/java/features/AssetManagement/AM_Payloads/queryAsset_GBSGISID_payload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:max="http://www.ibm.com/maximo">
	<soapenv:Header />
	<soapenv:Body>
		<QueryGBSASSET xmlns="http://www.ibm.com/maximo">
			<max:GBSASSETQuery operandMode="AND">
				<max:ASSET>
					<GBSGISID>#(GBSGISID)</GBSGISID>
				</max:ASSET>
			</max:GBSASSETQuery>
		</QueryGBSASSET>
	</soapenv:Body>
</soapenv:Envelope>